Repository: routersys/YMM4-PDF
Catalog: Translate.*.resx
Languages: ar_sa, id_id

# CurrentCulture
source: ja-jp
ar_sa: ar-sa
id_id: id-id

# PluginName
source: PDF図形
ar_sa: شكل PDF
id_id: Bentuk PDF

# File
source: ファイル
ar_sa: ملف
id_id: Mengajukan

# Page
source: ページ
ar_sa: صفحة
id_id: Halaman

# PageNumber
source: ページ番号
ar_sa: رقم الصفحة
id_id: Nomor halaman

# RenderMode
source: 描画モード
ar_sa: وضع العرض
id_id: Mode Render

# Vector
source: ベクター (高品質)
ar_sa: المتجه (جودة عالية)
id_id: Vektor (Kualitas Tinggi)

# Raster
source: ラスター (高速)
ar_sa: النقطية (سرعة عالية)
id_id: Raster (Kecepatan Tinggi)

# Size
source: サイズ
ar_sa: مقاس
id_id: Ukuran

# VectorSettings
source: ベクター設定
ar_sa: إعدادات المتجهات
id_id: Pengaturan Vektor

# Quality
source: 品質(DPI)
ar_sa: الجودة (DPI)
id_id: Kualitas (DPI)

# RasterSettings
source: ラスター設定
ar_sa: إعدادات النقطية
id_id: Pengaturan Raster

# Browse
source: 参照
ar_sa: تصفح
id_id: Telusuri

# PdfFileFilter
source: PDFファイル (*.pdf)|*.pdf
ar_sa: ملفات PDF (*.pdf)|*.pdf
id_id: File PDF (*.pdf)|*.pdf

# SelectPdfFile
source: PDFファイルを選択
ar_sa: حدد ملف PDF
id_id: Pilih file PDF
